Repository: cp-psource/cp-smart-crm
Catalog: languages/WPsmartcrm-*.po
Languages: it_it

source: Newsletter management
it_it: Gestione newsletter

source: Manage subscribers
it_it: Gestisci gli iscritti

source: Add record to specific newsletter lists
it_it: Aggiungi un record a specifiche liste della newsletter

source: CUSTOMERS
it_it: CLIENTI

source: Copy Event
it_it: Copia evento

source: OR
it_it: O

source: Edit Event
it_it: Modifica evento

source: New
it_it: Nuovo

source: More events
it_it: Atri eventi

source: Assigned to
it_it: Assegnato a

source: Quick Edit
it_it: Modifica rapida

source: No event data is available
it_it: Nessun evento disponibile

source: Optionally select the list(s) where you want to import records
it_it: Puoi scegliere la lista/liste dove vuoi importare i record (facoltativo)

source: Title
it_it: Titolo

source: Notify to users
it_it: Notifica agli utenti

source: Set grid height for customers
it_it: Imposta l'altezza della griglia per i clienti

source: Set grid height for documents
it_it: Imposta l'altezza della griglia per i documenti

source: Set grid height ( in px ) for customers
it_it: Imposta l'altezza della griglia (in px) per i clienti

source: Set grid height ( in px ) for documents
it_it: Imposta l'altezza della griglia (in px) per i documenti

source: Add new contact
it_it: Aggiungi nuovo contatto

source: Cancel
it_it: Cancella

source: Are you sure you want to delete this event?
it_it: Sei sicuro di voler eliminare questo evento?
