Repository: cp-psource/cp-smart-crm
Catalog: languages/WPsmartcrm-*.po
Languages: it_it

source: Short Description
it_it: Descrizione breve

source: Important notes
it_it: Note importanti

source: Subscription
it_it: Sottoscrizione

source: Price per...?
it_it: Prezzo per...?

source: Month
it_it: Mese

source: Showcase Price
it_it: Prezzo

source: Price list 1
it_it: Prezzo di listino 1

source: Price list 2
it_it: Prezzo di listino 2

source: Price list 3
it_it: Prezzo di listino 3

source: Price list 4
it_it: Prezzo di listino 4

source: Search category
it_it: Trova categoria

source: Categories
it_it: Categorie

source: Your Profile
it_it: Il tuo profilo

source: You should select an expiration date; select today for a non-relevant
it_it: Devi selezionare una data di scadenza; scegli oggi se non è rilevante

source: Appointment with staff %1$s on %2$s
it_it: Appuntamento con personale %1$s in data %2$s

source: %1$s: Exipiring service on %2$s
it_it: %1$s: Servizio in scadenza in data %2$s

source: %1$s: purchase on %2$s
it_it: %1$s: acquisto in data %2$s

source: Dear %1$s, we remind you the appointment with our staff on %2$s at %3$s
it_it: Caro %1$s, ti ricordiamo l'appuntamento con il nostro personale in data %2$s alle ore %3$s

source: Dear %1$s, %2$s reminds you that the service: %3$s will expire on %4$s
it_it: Caro %1$s, %2$s ti ricorda che il servizio: %3$s scadrà il %4$s

source: No Contacts to show
it_it: Nessun contatto da mostrare

source: Drag columns headers and drop it here to group by that column
it_it: Trascina le intestazioni di colonna in quest'area per raggruppare per colonna

source: Showing
it_it: Mostra

source: of
it_it: di

source: total
it_it: totale

source: Posts per page
it_it: Post per pagina

source: First page
it_it: Prima pagina

source: Last page
it_it: Ultima pagina

source: Reload
it_it: Ricarica

source: More
it_it: Altro

source: Filter by
it_it: Filtra per

source: Contains
it_it: Contiene

source: Starts with
it_it: Inizia con

source: Equal
it_it: Uguale

source: Not equal
it_it: Diverso da

source: Business Name
it_it: Ragione sociale

source: Address
it_it: Indirizzo

source: Phone
it_it: Telefono

source: Edit
it_it: Modifica

source: Delete
it_it: Cancella

source: Object
it_it: Oggetto

source: Description
it_it: Descrizione

source: Expiration
it_it: Scadenza

source: Open
it_it: Apri

source: Quick Menu
it_it: Menu Rapido

source: New Todo
it_it: Nuovo Todo

source: New appointment
it_it: Nuovo appuntamento

source: New Client
it_it: Nuovo Cliente

source: New quotation
it_it: Nuovo preventivo

source: New Invoice
it_it: Nuova fattura

source: Your current notifications
it_it: Le tue notifiche

source: Daily View
it_it: Vista giornaliera

source: Weekly View
it_it: Vista Settimanale

source: Appointments
it_it: Appuntamenti

source: Add annotation for client:
it_it: Aggiungi annotazione per il cliente

source: Date
it_it: Data

source: Notes
it_it: Note

source: Save
it_it: Salva

source: Reset
it_it: Annulla

source: Type
it_it: Tipo

source: Customer
it_it: Cliente

source: Print
it_it: Stampa

source: NEW QUOTATION
it_it: NUOVO PREVENTIVO

source: NEW INVOICE
it_it: NUOVA FATTURA

source: You should select a client
it_it: È necessario selezionare un cliente

source: You should select at least one user
it_it: È necessario selezionare almeno un utente

source: Register all invoices between two dates
it_it: Registra tutte le fatture tra due date

source: From
it_it: Da

source: To
it_it: A

source: New TODO
it_it: Nuovo TODO

source: New Appointment
it_it: Nuovo Appuntamento

source: New Activity
it_it: Nuova Attività

source: Select Customer
it_it: Seleziona un Cliente

source: Select User
it_it: Seleziona un utente

source: Select Role
it_it: Seleziona un Ruolo

source: Start
it_it: Inizia

source: You should select a start date/time for this appointment
it_it: È necessario selezionare una data e ora di inizio per questo appuntamento

source: End
it_it: Fine

source: You should select an end date/time for this appointment
it_it: È necessario selezionare una data e ora di fine per questo appuntamento

source: Contents
it_it: Contenuto

source: Type an object for this Item
it_it: Digitare un oggetto per questo articolo

source: Priority
it_it: Priorità

source: Notification rules
it_it: Regole di notifica

source: You should select an expiration date for this event
it_it: È necessario selezionare una data di scadenza per questo evento

source: Days in advance
it_it: Giorni di anticipo

source: You should select how many days in advance to activate the notification
it_it: È necessario selezionare il numero di giorni in anticipo per attivare la notifica

source: Send email to customer
it_it: Invia una email al cliente

source: Send mail to recipients
it_it: Invia una email ai destinatari selezionati

source: Select Account for this appointment
it_it: Seleziona un utente per questo appuntamento

source: Send to User
it_it: Invia a utente

source: Publish on Account dashboard
it_it: Pubblica nella dashboard dell'utente

source: Publish on User dashboard
it_it: Pubblica nella dashboard dell'Utente

source: Send to Group
it_it: Invia a Gruppo

source: Publish on dashboard
it_it: Pubblica nella dashboard

source: Status
it_it: Stato

source: NEW TODO
it_it: NUOVO TODO

source: NEW APPOINTMENT
it_it: NUOVO APPUNTAMENTO

source: NEW ACTIVITY
it_it: NUOVA ATTIVITA'

source: WP User
it_it: Utente WP

source: WP Pass
it_it: Password WP

source: Phpmyadmin User
it_it: Phpmyadmin Utente

source: Name
it_it: Nome

source: Town
it_it: Località

source: Zip
it_it: CAP

source: Vat Code
it_it: P.IVA

source: Web Site
it_it: Sito Web

source: Appointment
it_it: Appuntamento

source: Activity
it_it: Attività

source: Activity detail
it_it: Dettaglio attività

source: Months
it_it: Mesi

source: SETTINGS
it_it: IMPOSTAZIONI

source: VAT
it_it: IVA

source: Services
it_it: Servizi

source: Currency
it_it: Valuta

source: Payment gateways
it_it: Gateway di pagamento

source: Company Logo
it_it: Logo della Società

source: Activate services module
it_it: Attiva il modulo servizi

source: Select a style...
it_it: Seleziona uno stile...

source: Dark
it_it: Nero

source: WP smart CRM options and Settings
it_it: Configurazioni e opzioni di WP Smart CRM

source: Business
it_it: Attività commerciale

source: Business Settings
it_it: Configurazione dell'Attività commerciale

source: General
it_it: Generale

source: General CRM Settings
it_it: Impostazioni generali del CRM

source: Redirect to CRM
it_it: Indirizza al CRM

source: Minimize WP Menu
it_it: Riduci il menu di WP

source: Use Logo in documents (invoices, offers)
it_it: Usa il logo nei documenti (fatture e offerte)

source: Documents
it_it: Documenti

source: Documents Settings
it_it: Configurazioni Documenti

source: Business main data
it_it: Dati Principali dell'Attività commerciale

source: Address (street, number)
it_it: Indirizzo (via, numero)

source: ZIP code
it_it: Codice CAP

source: Show in document header
it_it: Mostra nella testata del documento

source: Redirect to CRM dashboard on login
it_it: Reindirizzare alla dashboard CRM al login

source: Minimize Wp Main menu and use CRM fullpage ( Recommended )
it_it: Ridurre al minimo il menù Wp principale e utilizzare il CRM a pagina piena (consigliata)

source: Select your Company Logo to be used in documents ( invoices, offers etc..) best results with a square image 100px x 100px
it_it: Selezionare il vostro marchio da utilizzare nei documenti (fatture, offerte, ecc ..), i risultati migliori si ottengono con una immagine quadrata 100px x 100px

source: Use Logo in documents
it_it: Utilizza il logo nei documenti

source: Select
it_it: Seleziona

source: Stripe Configuration
it_it: Configurazione Stripe

source: Use your stripe account settings here
it_it: Utilizza il tuo Account Stripe qui

source: Add
it_it: Aggiungi

source: Days after payment notification
it_it: N. di giorni dopo la notifica di pagamento

source: Invoices Numbering settings
it_it: Imposta numerazione fatture

source: Invoice prefix
it_it: Prefisso nella num. fatture

source: Invoice suffix
it_it: Suffisso nella num. fatture

source: Invoices last insert
it_it: Ultima fattura inserita

source: Offers Numbering settings
it_it: Configurazione numerazione offerte

source: Offers prefix
it_it: Prefisso num. offerte

source: Offers suffix
it_it: Suffisso num. offerte

source: Offers last insert
it_it: Ultima offerta inserita

source: Dear
it_it: Gent.le

source: Offers before text
it_it: Testo 'prima' nei preventivi

source: Header
it_it: Intestazione

source: Draw your signature (mouse or touch) to be used in offers
it_it: Disegna la tua firma (mouse o touch) da utilizzare nelle offerte

source: Use this Signature
it_it: Utilizza questa firma

source: Formatted signature ( i.e. company name)
it_it: Firma formattata (es. nome della società)

source: Settings
it_it: Impostazioni

source: Document header
it_it: Testata del documento

source: Messages
it_it: Messaggi

source: Invoices
it_it: Fatture

source: Signature
it_it: Firma

source: Install Required Plugins
it_it: Installa i Plugin Richiesti

source: Install Plugins
it_it: Installa i Plugin

source: Installing Plugin: %s
it_it: Installazione plugin: %s

source: This theme requires the following plugin: %1$s.
it_it: Questo tema richiede i seguenti plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
it_it: Questo tema raccomanda i seguenti plugin: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
it_it: Ci dispiace, ma non si dispone delle autorizzazioni necessarie per installare il plugin% s. Contattare l'amministratore di questo sito per un aiuto su come ottenere il plugin installato.

source: The following required plugin is currently inactive: %1$s.
it_it: Il seguente plug-in richiesto è attualmente inattivo:% 1 $ s.

source: The following recommended plugin is currently inactive: %1$s.
it_it: Il seguente plug consigliata è attualmente inattiva:% 1 $ s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
it_it: Ci dispiace, ma non si dispone delle autorizzazioni necessarie per attivare il plugin% s. Contattare l'amministratore di questo sito per un aiuto su come ottenere il plugin attivato.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
it_it: Il seguente plug-in deve essere aggiornato alla versione più recente per garantire la massima compatibilità con questo tema:% 1 $ s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
it_it: Ci dispiace, ma non si dispone delle autorizzazioni necessarie per aggiornare il plugin% s. Contattare l'amministratore di questo sito per un aiuto su come ottenere l'aggiornamento del plugin.

source: Begin installing plugin
it_it: Inizia l'installazione di plug-in

source: Begin activating plugin
it_it: Inizia l'attivazione di plug-in

source: Return to Required Plugins Installer
it_it: Torna ai plugin richiesti

source: Plugin activated successfully.
it_it: Plugin attivato con successo.

source: All plugins installed and activated successfully. %1$s
it_it: Tutti i plugin installati e attivati con successo. % 1 $ s

source: Dismiss this notice
it_it: Rimuovi questa notifica

source: Return to the Dashboard
it_it: Ritorna alla Dashboard

source: Required
it_it: Richiesto

source: Recommended
it_it: Raccomandato

source: Not Installed
it_it: Non intallato

source: Installed But Not Activated
it_it: Installato ma non attivato

source: Install
it_it: Installa

source: Activate
it_it: Attiva

source: Source
it_it: Sorgente

source: The following plugin was activated successfully:
it_it: Il seguente plugin è stato attivato con successo:

source: Plugin activation failed.
it_it: Attivazione del plugin fallita

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
it_it: Il processo di installazione e l'attivazione sta iniziando. Questo processo può richiedere un po \' su alcuni host, quindi per favore siate pazienti.

source: %1$s installed and activated successfully.
it_it: %1$s è installato e attivato con successo.

source: Show Details
it_it: Mostra dettagli

source: Hide Details
it_it: Nascondi Dettagli

source: All installations and activations have been completed.
it_it: Tutte le installazioni e le attivazioni sono state completate.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
it_it: Installazione e attivazione Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
it_it: Il processo di installazione è di partenza. Questo processo può richiedere un po 'su alcuni host, quindi per favore siate pazienti.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
it_it: Si è verificato un errore durante l'installazione %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
it_it: la installazione di %1$s è fallita

source: %1$s installed successfully.
it_it: %1$s installato con successo

source: All installations have been completed.
it_it: Tutti gli impianti sono stati completati.

source: Installing Plugin %1$s (%2$d/%3$d)
it_it: Installazione Plugin %1$s (%2$d/%3$d)

source: Custom fields
it_it: Campi personalizzati

source: WP smart CRM subscription rules
it_it: Regole di sottoscrizione/notifica predefinite

source: Add rule
it_it: Aggiungi regola

source: Add new rule
it_it: Aggiungi nuova regola

source: Rule Name
it_it: Nome della regola

source: Months length
it_it: Durata in mesi

source: Unlimited
it_it: Illimitato

source: Save rule
it_it: Salva regola

source: Rule steps
it_it: Step della Regola

source: Add Step
it_it: Aggiungi Step

source: Existing steps
it_it: Step esistenti

source: Actions
it_it: Azioni

source: Send mail to customer
it_it: Invia una mail al cliente

source: Save step
it_it: Salva lo step

source: Existing rules
it_it: Regole esistenti

source: Edit Step
it_it: Modifica Step

source: for rule
it_it: per regola

source: Notify to Groups
it_it: Notifica al Gruppo

source: Send mail to selected recipients
it_it: Manda una mail ai destinatari selezionati

source: Edit Rule
it_it: Modifica la Regola

source: Rule Name
it_it: Nome della regola

source: You should select days in advance
it_it: Deve essere selezionato il numero di giorni di anticipo

source: Notify to Users
it_it: Notifica all'utente

source: Notify to groups
it_it: Notifica al gruppo

source: Dashboard Group Notification
it_it: Notifica bacheche gruppi

source: Welcome
it_it: Benvenuto

source: Profile Data
it_it: Dati del profilo

source: Profile data
it_it: Dati del profilo

source: Your Invoices
it_it: Le tue fatture

source: per month
it_it: per mese

source: PRICE
it_it: PREZZO

source: Code
it_it: Codice

source: CATEGORIES
it_it: CATEGORIE

source: Additional info
it_it: Informazioni aggiuntive

source: Read More
it_it: Leggi tutto

source: Profile page.
it_it: Pagina profilo.

source: Subscription length
it_it: Durata della sottoscrizione

source: Thanks for your purchase
it_it: Grazie per il suo ordine

source: We've sent you an email with your invoice.
it_it: Ti abbiamo inviato una e-mail con la fattura.

source: You can access your profile page after logging-in from the form here below. From there you can download your invoices and check status of your subscriptions.
it_it: Puoi accedere al tuo profilo dopo aver fatto un accesso dal modulo qui sotto. Da lì è possibile scaricare le fatture e verificare lo stato dei tuoi abbonamenti.

source: Return to the previous page.
it_it: Ritorna alla pagine precedente.

source: Return to homepage.
it_it: Ritorna alla homepage

source: You can access your profile page from the link here below. From there you can download your invoices and check status of your subscriptions.
it_it: Puoi accedere al tuo profilo dal link qui sotto. Da lì è possibile scaricare le fatture e verificare lo stato dei tuoi abbonamenti.

source: Buy now
it_it: Compra ora

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Confirm Email
it_it: Conferma email

source: ZIP Code
it_it: CAP

source: Client type
it_it: Tipo cliente

source: Private
it_it: Privato

source: Vat code
it_it: P.IVA

source: Register
it_it: Registra

source: Already registerd
it_it: Già registrato

source: login here
it_it: login qui

source: Choose a username
it_it: Sceglie un nome utente

source: Choose a Password
it_it: Scegli una password

source: Confirm Password
it_it: Conferma la password

source: Continue
it_it: Continua

source: Buy Now
it_it: Compra ora

source: Service Info and features
it_it: Informazioni e caratteristiche del Servizio

source: Gallery
it_it: Galleria

source: Business Address
it_it: Indirizzo dell'attività commerciale

source: Invoice
it_it: Fattura

source: Price
it_it: Prezzo

source: New Item
it_it: Nuovo oggetto

source: Scheduler
it_it: Agenda

source: Utilities
it_it: Utilità

source: Subscription/Notification rules
it_it: Regole di sottoscrizione/notifica

source: Subject
it_it: Oggetto

source: Exp. date
it_it: Data di scadenza

source: NEW ANNOTATION
it_it: NUOVA ANNOTAZIONE

source: Master Data
it_it: Dati Aziendali

source: Contacts
it_it: Contatti

source: Summary
it_it: Riepilogo

source: VAT number
it_it: P.IVA

source: State/prov.
it_it: Prov

source: Phone 2
it_it: Tel.2

source: Category
it_it: Categoria

source: Agent
it_it: Agente

source: Comes from
it_it: Provenienza

source: Create User
it_it: Crea Utente

source: You should type customer First Name or Business Name.
it_it: Dovete inserire il nome o la ragione sociale del cliente

source: You should type customer Last Name or Business Name.
it_it: Dovete inserire il cognome o la ragione sociale del cliente

source: You should type customer Business name or First Name and Last Name
it_it: Dovete inserire la ragione sociale o il nome e cognome del cliente

source: Add appointment for Customer:
it_it: Aggiungi appuntamento per il cliente:

source: Notifications rules for this Appointment
it_it: Regole di notifica per questo Appuntamento

source: Publish on group dashboard
it_it: Pubblica sulla dashboard degli appartenenti al gruppo

source: Send mail to selected Accounts
it_it: Invia email agli account selezionati

source: Add TODO for Customer:
it_it: Aggiungi TODO per il cliente:

source: New Customer
it_it: Nuovo cliente

source: Notifications rules for this TODO
it_it: Regole di notifica per questo TODO

source: Notify to User
it_it: Notifica agli utenti

source: Publish on user dashboard
it_it: Pubblica sulla dashboard dell'utente

source: Notify to Group
it_it: Notifica a gruppi

source: CREATE/EDIT INVOICE
it_it: CREA/MODIFICA FATTURA

source: INVOICE
it_it: FATTURA

source: BODY
it_it: CORPO

source: SERVICES/PRODUCTS
it_it: SERVIZI/PRODOTTI

source: COMMENTS AND INTERNAL DATA
it_it: COMMENTI E DATI INTERNI

source: INVOICE DATA
it_it: DATI FATTURA

source: Number
it_it: Numero

source: Issue Date
it_it: data di creazione

source: Reference
it_it: Riferimento

source: Will be shown in the document
it_it: Sarà mostrato nel documento

source: Payment methods
it_it: Metodi di pagamento

source: Paid
it_it: Pagato

source: Notify
it_it: Notifica

source: Invoice payment reminder
it_it: Reminder di pagamento fattura

source: Days after expiration
it_it: Giorni successivi alla scadenza

source: Edit default value
it_it: Modifica default

source: CUSTOMER DATA
it_it: DATI CLIENTE

source: EDIT CUSTOMER DETAILS
it_it: MODIFICA DATI CLIENTE

source: Contact
it_it: Contatti

source: State/Prov.
it_it: Prov.

source: Add Products to invoice
it_it: Aggiungi Articoli/prodotti alla fattura

source: Add row with price
it_it: Aggiungi una riga con importo

source: Add descriptive row
it_it: Aggiungi una riga descrittiva

source: Rule
it_it: Regola

source: Q.ty
it_it: Q.tà

source: Discount
it_it: Sconto

source: Total
it_it: Totale

source: Total Net
it_it: Totale imponibile

source: Total Tax
it_it: Iva

source: Comments
it_it: Commenti

source: Change default days
it_it: Modifica giorni di default

source: Change default value
it_it: Modifica valore di default

source: Confirm
it_it: Confermi

source: Option Saved
it_it: Opzione salvata

source: An error occurred
it_it: Attenzione: errore

source: Confirm delete
it_it: Confermi cancellazione

source: You should select a customer
it_it: Dovete selezionare un cliente

source: You should add at least one row to this invoice
it_it: Dovete aggiungere almeno una riga a questa fattura

source: DOCUMENT
it_it: DOCUMENTO

source: DOCUMENT DATA
it_it: DATI DOCUMENTO

source: Expiration date
it_it: Data di scadenza

source: Forecast success percentage
it_it: Percentuale stimata di successo

source: Signature settings
it_it: Impostazioni firma

source: Publish on Users dashboard
it_it: Pubblica sulla dashboard degli utenti

source: Publish on Groups dashboard
it_it: Pubblica sulle bacheche dei gruppi

source: Send mail to Customer
it_it: Invia email al cliente

source: Edit step
it_it: Modifica step

source: New Notification Step
it_it: Nuovo step di notifica

source: Subscription Rule
it_it: Regola di notifica

source: Length
it_it: Durata

source: months
it_it: mesi

source: Notification Steps
it_it: Step di notifica

source: Email Notification
it_it: Notifica via email

source: Email Notification
it_it: Notifica via email

source: QUIT EDITING
it_it: ANNULLA MODIFICHE

source: Documents settings
it_it: Impostazioni documenti

source: Drag elements (left-right) to align them in documents
it_it: Trascina gli elementi per allinearli ( DX- SX )

source: INVOICES MESSAGES SETTINGS
it_it: IMPOSTAZIONI STRINGHE IN FATTURA

source: OFFERS MESSAGES SETTINGS
it_it: IMPOSTAZIONI STRINGHE NEI PREVENTIVI

source: Offers after text
it_it: Testo 'dopo' nei preventivi

source: Notes Timeline
it_it: Timeline delle annotazioni

source: Appointment has been added
it_it: Appuntamento aggiunto

source: Annotation has been added
it_it: Annotazione aggiunta

source: TODO has been added
it_it: TODO aggiunto

source: VAT code
it_it: P. IVA

source: You're editing the master data for this customer
it_it: Stai modificando i dati anagrafici del cliente

source: Data has been saved
it_it: I dati sono stati salvati

source: Confirm delete? Deletion will not have effect until you save the document
it_it: Confermi la cancellazione? Non avrà effetto finchè il documento non sarà salvato

source: PLEASE SOME BASIC INFORMATION ARE REQUIRED TO PROCEED
it_it: SIETE PREGATI DI INSERIRE LE INFORMAZIONI PER IL SETUP DI WP SMARTCRM

source: Invoices before text
it_it: Testo 'prima' nelle fatture

source: Invoices after text
it_it: Testo 'dopo' nelle fatture

source: on this page
it_it: su questa pagina

source: Warning: some basic settings are required
it_it: Attenzione, sono richieste alcune impostazioni di base

source: to use WP Smart CRM
it_it: per utilizzare WP Smart CRM

source: LIST
it_it: LISTA

source: NEW CUSTOMER
it_it: NUOVO CLIENTE

source: REGISTER INVOICES
it_it: REGISTRAZIONE FATTURE

source: Confirm delete? It will still be possible to recover the deleted Customer
it_it: Confermi la cancellazione? sarà ancora possibile recuperare il cliente cancellato

source: You should type customer VAT CODE if you use the 'Business name' field
it_it: Se usate il campo \"ragione sociale\" dovete inserire la P. IVA

source: To create a new WP user you must set Email, Username and Password
it_it: Per creare un nuovo utente Wordpress dovete inserire email, nome utente e password
