Repository: cp-psource/cp-smart-crm
Catalog: languages/WPsmartcrm-*.po
Languages: it_it

source: Create WP user
it_it: Crea utente WP

source: Annotation has been deleted
it_it: Annotazione cancellata

source: Mouse over to display info
it_it: Mouseover per più dettagli

source: You should select a user or a group of users to notify to
it_it: Dovete selezionare un utente o un gruppo a cui notificare

source: Confirm delete? It will still be possible to recover the deleted item
it_it: Confermi la cancellazione? sarà comunque possibile recuperare gli oggetti cancellati

source: Send mail to Users
it_it: Invia email agli utenti CRM

source: Send mail to Groups
it_it: Invia email ai gruppi

source: Legend
it_it: Legenda

source: Days in advance on the expiration to notify
it_it: Giorni in anticipo sulla scadenza in cui attivare la notifica

source: Email notification to customer & / or CRM users selected
it_it: Notifica via email al cliente & / o agli utenti CRM selezionati

source: Scheduled on selected CRM users/groups
it_it: Notifica per gli utenti/gruppi selezionati

source: Published on selected CRM users/groups dashboard for a quick reminder
it_it: Pubblicato sulle bacheche degli utenti/gruppi selezionati per un 'quick reminder'

source: You should select at least one user or one group
it_it: Dovete scegliere almeno un utente o un gruppo

source: Email to Customer
it_it: Email al cliente

source: Email to Recipients
it_it: Notifica via email ai gruppi/utenti selezionati

source: Please note that deleting an exixting rule may cause problems in invoices creation if you've products and services that already use it: Be sure to check and eventually assign a new rule for the missing ones
it_it: ATTENZIONE: la cancellazione di una regola esistente potrebbe causare problemi se ci sono servizi/prodotti che già la usano. Nel caso, assicuratevi di associare una nuova regola al servizio che utilizzava quella cancellata

source: Rule deleted
it_it: Regola cancellata

source: Email to customer
it_it: Email al cliente

source: Dashboard Users Notification
it_it: Notifica in bacheca Utenti

source: Dashboard
it_it: Bacheca

source: Customers
it_it: Clienti

source: You should select date for this event
it_it: Devi selezionare una data per questo evento

source: Clients per page
it_it: Clienti per pagina

source: New customer
it_it: Nuovo cliente

source: No TODO to show
it_it: Nessun TODO da mostrare

source: Recipients
it_it: Destinatari

source: No APPOINTMENTS to show
it_it: Nessun APPUNTAMENTO da mostrare

source: Done
it_it: Fatto

source: To be done
it_it: Da fare

source: Canceled
it_it: Cancellato

source: No documents to show. You can create new documents from the above menu; be sure to have some customers archived before to create new documents
it_it: Nessun documento da mostrare. Puoi creare nuovi documenti dal menu principale; assicurati di avere clienti in archivio per poter creare nuovi documenti

source: Amount
it_it: Importo

source: You should select a date from
it_it: devi selezionare una data di inizio

source: You should select a date to
it_it: Devi selezionare una data di fine

source: WARNING: registered invoices cannot be edited any longer. These invoices exists as.pdf files in the folder: uploads/CRMdocuments
it_it: ATTENZIONE: le fatture archiviate non sono più modificabili. Queste fatture esistono come file .pdf nella cartella wp-content/uploads/CRMdocuments

source: TODO Date
it_it: Data del TODO

source: No ACTIVITIES to show; you can add new todo or new appointments, please be sure to have some customers available or create a new customer from the main menu
it_it: Nessuna attività da mostrare, puoi aggiungere nuovi todo o nuovi appuntamenti, assicurati di avere almeno settato alcuni clienti o crea un nuovo cliente dal menu principale

source: Yes
it_it: Si

source: Users
it_it: Utenti

source: Groups
it_it: Gruppi

source: Result
it_it: Risultato

source: Annotations
it_it: Annotazioni

source: Show all notifications to administrators
it_it: Mostra tutte le notifiche agli amministratori

source: Customers Settings
it_it: Impostazioni clienti

source: Customers categories
it_it: Categorie clienti

source: These info will create customer # 1 (for self todo) at plugin activation and will be used in documents ( invoices, offers, etc)
it_it: Queste informazioni creeranno il cliente # 1, utile per aggiungere todo come comunicazione interna

source: Business name is required
it_it: Il nome dell'azienda è obbligatorio

source: Address is required
it_it: L'indirizzo è obbligatorio

source: Town is required
it_it: La città è obbligatoria

source: Zip code is required
it_it: CAP obbligatorio

source: Expiring service
it_it: Servizio in scadenza

source: Invoice #
it_it: Fattura #

source: to
it_it: a

source: This invoice is registered and not deletable
it_it: Questa fattura è stata registrata e non è modificabile

source: New User Registration on
it_it: Registrazione nuovo utente su

source: A very special welcome to you
it_it: Benvenuto

source: Thank you for joining
it_it: Grazie per esserti iscritto

source: Your password is
it_it: La tua password è

source: Your password strenght has been detected as
it_it: La forza della tua password è

source: Very Weak
it_it: Molto debole

source: We cannot accept users with weak passwords since the security of the whole site could be compromised
it_it: Non possiamo accettare utenti con password deboli perchè potrebbe compromettere la sicurezza del sito

source: thank you
it_it: grazie

source: Weak
it_it: Debole

source: Kind regards
it_it: Cordiali saluti

source: Allow deletion of activities ( todo, appointments )
it_it: Consenti la cancellazione di attività ( todo, appuntamenti )

source: Show notifications for all agents/users to site Administrators
it_it: Mostra le notifiche di tutti gli agenti agli Amministratori del sito

source: Do not show activities marked as DONE or CANCELED older than one day in dashboard and scheduler
it_it: Non mostrare attività segnate come fatte o annullate più vecchie di un giorno in bacheca e nell'agenda

source: Allow deletion of activities to administrators only
it_it: Consenti la cancellazione di attività ai soli Amministratori

source: Allow deletion of activities to administrators and creator
it_it: Consenti la cancellazione delle attività agli amministratori e ai creatori

source: Expiration Date
it_it: Data di scadenza

source: This invoice is registered and not editable
it_it: Questa fattura è registrata e non modificabile

source: Medium
it_it: Media

source: Do not show closed past activities in scheduler and dashboard
it_it: Gestione attività passate

source: Appointment on %1$s with %2$s
it_it: Appuntamento in data %1$s con %2$s

source: Todo on %s
it_it: Todo in data %s

source: Expiring service: %1$s on %2$s
it_it: Servizio in scadenza: %1$s in data %2$s

source: Payment expired on %1$s invoice # %2$s
it_it: Pagamento scaduto in data %1$s fattura # %2$s

source: Purchase on %1$s by %2$s
it_it: Aquisto il %1$s da %2$s

source: We remind you the appointment with %1$s on %2$s at %3$s
it_it: Ti ricordiamo l'appuntamento con %1$s in data %2$s alle ore %3$s

source: We remind you the activity %1$s on %2$s
it_it: Ti ricordiamo l'attività %1$s in data %2$s

source: We remind you that the service: %1$s by %2$s will expire on %3$s
it_it: Ti ricordiamo che il servizio: %1$s sottoscritto da %2$s scadrà il %3$s

source: We remind you that the payment of invoice # %1$s amount %2$d expired on %3$s
it_it: Ti ricordiamo che il pagamento della fattura # %1$s di importo %2$d è scaduto in data %3$s

source: Purchase on %1$s
it_it: Acquisto il %1$s

source: dd
it_it: gg

source: Label
it_it: Etichetta

source: Days
it_it: Giorni

source: Quantity
it_it: Quantità

source: Tax
it_it: Tasse

source: Grand Total
it_it: TOTALE

source: Payment
it_it: Pagamento

source: Conditions
it_it: Condizioni

source: WARNING: edit date and number may cause incongruences in your accounting
it_it: ATTENZIONE: la modifica della data e della numerazione delle fatture può causare incongruenze nella vostra contabilità

source: No activity for this customer
it_it: Nessuna attività per questo cliente

source: Get PDF
it_it: Ottieni il PDF

source: Download
it_it: Scarica

source: Send to customer
it_it: Invia a cliente

source: Printable version
it_it: Versione stampabile

source: Confirm your data
it_it: Conferma i tuoi dati

source: Customer Type
it_it: Tipo di cliente

source: Vat Code is required
it_it: La partita Iva è obbligatoria

source: Adds a powerful CRM to wp-admin. Manage Customers, Invoices, TODO, Appointments and future Notifications to Agents, Users and Customers
it_it: Aggiunge un potente CRM al wp-admin. Gestisce Clienti, Fatture, Todo, Appuntamenti e notifiche future agli Agenti, Utenti e Clienti

source: Telephone
it_it: Telefono

source: Qualification
it_it: Qualifica

source: Tax code
it_it: C.F.

source: Custom Style
it_it: Modifiche CSS

source: Custom css
it_it: CSS personalizzato

source: Add or overwrite existing style in PDF documents
it_it: Aggiunge o sovrascrive gli stili nel documento PDF

source: Use these CSS rules to adjust the layout of the printable version of your documents (available after a document has been created)
it_it: Scrivere le regole CSS in questo campo per modificare il layout della versione stampabile dei documenti ( disponibile dopo la creazione del documento)

source: The current document has been downloaded in your PC and saved on the server in
it_it: Il documento è stato scaricato nel vostro PC e salvato sul server all'indirizzo

source: You should type a subject for this item
it_it: E' necessario indicare un oggetto

source: Type a subject for this Item
it_it: E' necessario Inserire un oggetto

source: No CUSTOMERS in database
it_it: Non ci sono clienti in archivio

source: Fiscal code
it_it: Cod. Fisc.

source: Reference #
it_it: Riferimento #

source: Registered invoices (underlined) cannot be edited or deleted.
it_it: Le fatture registrate ( sottolineate ) non possono essere modificate o cancellate

source: To send an internal communication select you company
it_it: Per inviare una comunicazione interna selezionate la vostra azienda

source: You should type a subject for this Eevent
it_it: E' necessario indicare un oggetto

source: Saving...
it_it: Salvo...

source: Type a subject for this Event
it_it: E' necessario indicare un oggetto

source: Low
it_it: Bassa

source: Normal
it_it: Normale

source: High
it_it: Alta

source: Quote
it_it: Preventivo

source: issued on
it_it: data

source: Payment exp. Date
it_it: Data scad. pagamento

source: CREATE/EDIT QUOTE
it_it: CREA/MODIFICA PREVENTIVO

source: QUOTE TEXT
it_it: TESTO DEL PREVENTIVO

source: Add Products to quote
it_it: Aggiungi prodotti al preventivo

source: Quote value (required)
it_it: Valore del preventivo

source: This quote should have a value
it_it: Questo preventivo deve avere un valore

source: NEW QUOTE
it_it: NUOVO PREVENTIVO

source: Payment methods definitions
it_it: Definizione metodi di pagamento

source: IMPORT CUSTOMERS
it_it: IMPORTA CLIENTI

source: You should select customer country
it_it: Dovete selezionare la nazione

source: You should type customer VALID Tax Code or Vat Number
it_it: Dovete inserire un c.f e/o p. iva validi

source: Country
it_it: Nazione

source: Place of birth
it_it: Luogo di nascita

source: Date of birth
it_it: Data di nascita

source: The following errors occurred during import
it_it: Durante l'importazione sono avvenuti i seguenti errori

source: Import customers from csv file
it_it: Importazione clienti da file CSV

source: Select a cvs file to import your customers. Note that the first row of the file must contain the following headers (named exactly as they are):
it_it: Selezionate un file di importazione. IMPORTANTE: la prima riga del file deve contenere le seguenti intestazioni ( nominate esattamente come sotto):

source: The fields must be separated by semicolon (;).
it_it: I campi devono essere separati da punto e virgola ( ; )

source: The only mandatory fields are: "first_name"+"last_name" or alternatively "company".
it_it: Gli unici campi obbligatori sono 'first_name'+ 'last_name' o in alternativa 'company' (ragione sociale)

source: A report will show your import errors. You can find error logs in wp-content/plugins/cp-smart-crm/logs
it_it: Un rapporto vi mostrerà eventuali errori. I file di log degli errori sono salvati in /wp-content/plugins/cp-smart-crm/logs

source: If you select the overwrite option, the existing records will be deleted. Be careful if you have done operations on your customers: all the activities previously saved will loose their customer association.
it_it: Selezionando l'opzione di sovrascrittura tutti i record esistenti saranno cancellati. Usate con attenzione questa opzione: tutte le attività precedentemente salvate per i clienti esistenti perderanno il collegamento col cliente e andranno cancellate e rigenerate manualmente

source: Download a csv example file
it_it: Scarica un file CSV di esempio

source: Upload csv
it_it: Carica file CSV

source: Overwrite existing records
it_it: Sovrascrivi i record esistenti

source: Warning: read above
it_it: Attenzione: leggi sopra

source: Import
it_it: Importa

source: Generic error
it_it: Errore generico

source: Missing field: %s
it_it: Campo mancante: %s

source: Could not read file. Try again.
it_it: Impossibile leggere il file. Riprova

source: Import successfully done.
it_it: Importazione completata con successo.

source: Select...
it_it: Seleziona...

source: WP SMART CRM NOTIFICATION RULES
it_it: REGOLE DI NOTIFICA E SOTTOSCRIZIONE DI WP SMART CRM

source: WP SMART CRM Customers
it_it: CLIENTI WP SMART CRM

source: WP SMART CRM Scheduler
it_it: Agenda WP SMART CRM

source: WP SMART CRM Documents
it_it: Documenti WP SMART CRM

source: Select country first
it_it: Selezionare la nazione

source: Woocommerce settings
it_it: Impostazioni WOOcommerce

source: Woocommerce Settings
it_it: Impostazioni WOOcommerce

source: Filter by date
it_it: Filtra per data

source: Filter
it_it: Filtra

source: Accountability settings
it_it: Impostazioni fatturazione

source: Accountability Settings
it_it: Impostazioni fatturazione

source: Reset filters
it_it: Rimuovi filtri

source: Send also instant notification
it_it: Invia anche notifica immediata via email

source: Set email sender for notification
it_it: Imposta un indirizzo email come mittente delle notifiche

source: Set sender name for notification
it_it: Imposta un nome come mittente delle notifiche

source: Set a sender email address for CRM notification emails
it_it: Imposta un indirizzo email come mittente per le email di notifica del CRM

source: If blank the admin email will be used
it_it: Se vuoto verrà utilizzato l'indirizzo email dell'amministratore del sito

source: Set a sender name for CRM notification emails
it_it: Imposta un nome come il mittente delle notifiche del CRM

source: If blank the site name will be used
it_it: Se vuoto verrà utilizzato il nome del sito

source: NEW MAIL
it_it: NUOVA EMAIL

source: Create invoice for
it_it: Crea Fattura per

source: Create quote for
it_it: Crea preventivo per

source: BUTTONS LEGEND
it_it: LEGENDA BOTTONI

source: Select country
it_it: Seleziona nazione

source: Type an object for this email
it_it: Inserisci un oggetto per questa email

source: Message
it_it: Messaggio

source: Please note that there can be a significative delay in scheduled time delivery's accuracy. If you need an urgent delivery choose "send mail now"
it_it: ATTENZIONE: ci possono essere ritardi significativi nell'invio di email schedulate, se serve una notifica urgente e importante scegliete l'invio immediato

source: Send
it_it: Invia

source: Select user
it_it: Seleziona utente

source: Select group
it_it: Seleziona gruppo

source: Add activity for Customer:
it_it: Aggiungi attività per il cliente:

source: You should type some text
it_it: Dovete inserire del testo

source: Attach files
it_it: Allega files

source: Generate pdf
it_it: Genera PDF

source: View document
it_it: Vedi documento

source: Send mail to Customer:
it_it: Invia email al cliente:

source: Generate PDF
it_it: Genera PDF

source: You should write a content message
it_it: Devi inserire un messaggio

source: Email has been scheduled
it_it: Email schedulata

source: Email has been sent
it_it: Email inviata

source: Add todo for Customer:
it_it: Aggiungi TODO per il cliente:

source: Input full amount for reverse calculation:
it_it: Digita l'importo ricevuto

source: Input refund for reverse calculation:
it_it: Di cui eventuali Spese escluse ex art. 15 DPR 633/72 in nome e per conto del cliente:

source: Calculate:
it_it: Calcola

source: Calculate from full amount:
it_it: Calcola importo a ritroso

source: Description is mandatory
it_it: Descrizione obbligatoria

source: Like this Plugin? A good Review is very much appreciated!
it_it: Vi piace questo plugin? una buona review sarà molto apprezzata

source: Bank account code (IBAN)
it_it: Cod. IBAN

source: Int. account code (SWIFT)
it_it: Cod. SWIFT

source: Default VAT and Currency
it_it: IVA e valuta di default

source: APPOINTMENT
it_it: APPUNTAMENTO

source: ACTIVITY
it_it: ATTIVITA'

source: Update
it_it: Aggiorna

source: Please check private or business
it_it: Selezionare privato o attività commerciale

source: Send mail now
it_it: Invia email

source: Schedule mail
it_it: Pianifica invio

source: Refund
it_it: Spese escluse ex art. 15 DPR 633/72 in nome e per conto del cliente

source: No Categories; create categories in CRM settings ->Customers settings page
it_it: Non ci sono categorie; puoi creare categorie clienti nella pagina CRM->impostazioni->Clienti

source: Interests
it_it: Interessi

source: No Interests; create interests in CRM settings ->Customers settings page
it_it: Non ci sono Interessi; puoi creare Interessi clienti nella pagina CRM->impostazioni->Clienti

source: No Origins; create origins in CRM settings ->Customers settings page
it_it: Non ci sono Provenienze; puoi creare provenienze clienti nella pagina CRM->impostazioni->Clienti

source: Informal invoice
it_it: Fattura proforma

source: CREATE/EDIT INFORMAL INVOICE
it_it: CREA/MODIFICA FATTURA PROFORMA

source: Accepted
it_it: Accettato

source: INVOICES
it_it: FATTURE

source: QUOTES
it_it: PREVENTIVI

source: Show customers Category in grid
it_it: Mostra categorie clienti nella griglia

source: Show customers Interests in grid
it_it: MostraInteressi clienti nella griglia

source: Show customers Origin in grid
it_it: Mostra Origine clienti nella griglia

source: Origin
it_it: Provenienza

source: Search interest
it_it: Cerca Interessi

source: All interests
it_it: Tutti gli Interessi

source: Edit interest
it_it: Modifica Interesse

source: Update interest
it_it: Aggiorna Interesse

source: Add interest
it_it: Aggiungi Interesse

source: New interest
it_it: Nuovo Interesse

source: All categories
it_it: Tutte le Categorie

source: Edit category
it_it: Modifica Categoria

source: Update category
it_it: Aggiorna Categoria

source: Add category
it_it: Aggiungi categoria

source: New category
it_it: Nuova Categoria

source: Search origin
it_it: Cerca Provenienza

source: All Origins
it_it: Tutte le Provenienze

source: Edit Origin
it_it: Modifica Provenienza

source: Update Origin
it_it: Aggiorna Provenienza

source: Add Origin
it_it: Aggiungi Provenienza

source: New Origin
it_it: Nuova Provenienza

source: Origins
it_it: Provenienze

source: Customer has been saved
it_it: Anagrafica salvata

source: Something was wrong
it_it: Qualcosa non ha funzionato

source: Invoiceable?
it_it: Fatturabile?

source: Select Users
it_it: Seleziona Utenti

source: Select Groups
it_it: Seleziona Gruppi

source: Print options
it_it: Opzioni di stampa

source: INVOICES STATISTICS
it_it: STATISTICHE FATTURE

source: QUOTES STATISTICS
it_it: STATISTICHE PREVENTIVI

source: Print net + taxes
it_it: Stampa netto + tasse

source: Print gros amount
it_it: Stampa importo lordo

source: Show table of total
it_it: Mostra tabella dei totali

source: Do not print anyting
it_it: Non stampare tabella totali

source: Print 'PAID' if paid
it_it: Stampa 'pagato' se fattura pagata

source: Extend agent capabilities
it_it: Estentde le capacità dell'agente

source: Allow agents to see documents and customers associated to other CRM Agents
it_it: Autorizza gli agenti a vedere documenti associati ad altri agenti

source: Allow an agent to see only documents and customers associated to himself
it_it: Autorizza un agente alla visualizzazione di documenti associati a propri clienti

source: Filter by agent
it_it: Filtra per agente

source: CREATE/EDIT CREDIT NOTE
it_it: CREA/MODIFICA NOTA DI CREDITO

source: CREDIT NOTE
it_it: NOTA DI CREDITO

source: CREDIT NOTE DATA
it_it: DATI NOTA DI CREDITO

source: Credit note payment reminder
it_it: Promemoria pagamento nota di credito

source: Add Products to credit note
it_it: Aggiungi prodotti alla nota di credito

source: WARNING: you're working on an INFORMAL INVOICE
it_it: ATTENZIONE: stai lavorando su una FATTURA PROFORMA

source: NEW CREDIT NOTE
it_it: NUOVA NOTA DI CREDITO

source: Invoice issued on %1$s from %2$s
it_it: Fattura del %1$s di %2$s

source: Dear customer, thank you for your purchase. Your invoice is attached.
it_it: Caro clienti, grazie per il tuo acquisto. Trovi la tua fattura allegata.

source: Print 'Non formal'
it_it: Stampa 'Non formal'

source: Advanced settings
it_it: Impostazioni avanzate

source: Advanced Settings
it_it: Impostazioni avanzate

source: Warning: you're inputing a number lower than last invoice issued, be careful, this can cause problems with duplicated id
it_it: Attenzione: stai inserendo un numero più basso dell'ultima fattura emessa. Fai attenzione, questo può creare problemi di progressivi duplicati!

source: Warning: you're inputing a number lower than last quote issued, be careful, this can cause problems with duplicated id
it_it: Attenzione: stai inserendo un numero più basso dell'ultimo preventivo emesso. Fai attenzione, questo può creare problemi di progressivi duplicati!

source: birth_date must be in yyyy-mm-dd format; invoiceable can be 1 or 0 (for yes/no); type can be 1 or 2 (for private/business); categories, interests and origins can contain string separated by commas (see example file)
it_it: birth_date deve essere nel formato aaaa-mm-gg; invoiceable può essere 1 o 0 (per si/no); type può essere 1 o 2 (per privato/attività commerciale); categories, interests e origins possono contenere stringhe separate da virgole (vedi file di esempio)

source: Optionally you can import newsletter subscribers into one or more lists. To this purpose, you have to add one column to your csv file named "newsletter" (with values 1/0) and optionally check the list(s) in which you want to import
it_it: E' possibile importare gli iscritti alla newsletter in una o più liste. Per fare questo, dovete aggiungere la colonna \"newsletter\" nel file csv (con valore 1 o 0) e opzionalmente selezionare la o le liste nelle quali volete importare gli iscritti.

source: Insert in Newsletter
it_it: Inserisci nella newsletter

source: ORDERS
it_it: ORDINI

source: A record with this email already exixts in state "Confirmed"
it_it: Esiste già un record con questa email nello stato \"Confermato\"

source: A record with this email already exixts in state "Not Confirmed"
it_it: Esiste già un record con questa email nello stato \"Non Confermato\"

source: A record with this email already exixts in state "Unsubsrcibed"
it_it: Esiste già un record con questa email nello stato \"Disiscritto\"

source: A record with this email already exixts in state "Bounced"
it_it: Esiste già un record con questa email nello stato \"Bounced\"

source: A record with this email already exixts
it_it: Esiste già un record con questa email.
